Repository: rhino-linux/rhino-setup
Catalog: po/*.po
Languages: ar, bn, de, fr, hi, id, it, ko, nl, pt_br, ru, sv, uk, zh_hans

source: Reboot Now
ar: إعادة التشغيل الآن
bn: রিবুট করো এখনি
de: Jetzt neustarten
fr: Redémarrer Maintenant
hi: अब रिबूट करें
id: Mulai Ulang Sekarang
it: Riavvia Ora
ko: 지금 재시작
nl: Nu herstarten
pt_br: Reiniciar agora
ru: Перезагрузить
sv: Starta om nu
uk: Перезавантажити зараз
zh_hans: 立刻重启

source: Close
ar: غلق
bn: বন্ধ
de: Schließen
fr: Fermer
hi: बंद
id: Tutup
it: Chiudi
ko: 닫기
nl: Sluiten
pt_br: Fechar
ru: Закрыть
sv: Stäng
uk: Закрити
zh_hans: 关闭

source: All done!
ar: تمت!
bn: সব শেষ!
de: Alles fertig!
fr: Terminé !
hi: सबकुछ हो चुका है!
id: Semua beres!
it: Completato!
ko: 모두 끝났습니다!
nl: Voltooid!
pt_br: Tudo pronto!
ru: Готово!
sv: allt klart!
uk: Готово!
zh_hans: 全部完成！

source: Restart your device to enjoy your Rhino Linux experience.
ar: أعد تشغيل الجهاز و استمتع بتجربة Rhino Linux.
bn: আপনার রাইনো লিনাক্স অপারেটিং সিস্টেম উপভোগ করতে আপনার ডিভাইসটি পুনরায় চালু করুন।
de: Starten Sie Ihr Gerät neu, um von Ihrer Rhino Linux-Installation optimal zu profitieren.
fr: Redémarrez votre appareil pour profiter de Rhino Linux.
hi: अपने राइनो लिनक्स ऑपरेटिंग सिस्टम का आनंद लेने के लिए अपने डिवाइस को रीबूट करें।
id: Hidupkan ulang perangkat Anda untuk menikmati pengalaman Rhino Linux.
it: Riavvia il dispositivo per goderti il tuo nuovo Rhino Linux.
ko: Rhino Linux 환경을 즐기기 위해 장치를 다시 시작해주세요.
nl: Herstart uw apparaat om Rhino Linux te kunnen gebruiken.
pt_br: Reinicie seu dispositivo para aproveitar sua experiência com o Rhino Linux.
ru: Перезагрузите устройство для работы с Rhino Linux.
sv: Starta om enheten för att njuta av din Rhino Linux-upplevelse.
uk: Перезавантажте пристрій, щоб насолодитися роботою в Rhino Linux.
zh_hans: 重启设备以享受您的 Rhino Linux 体验。

source: Something went wrong
ar: يوجد خطأ ما
bn: কিছু ভুল হয়েছে
de: Etwas ging schief
hi: कुछ गलत हो गया
id: Ada yang tidak beres
it: Qualcosa non ha funzionato
ko: 문제가 발생했습니다.
nl: Er is iets misgegaan
pt_br: Algo deu errado
ru: Что-то пошло не так
sv: Någonting gick fel
uk: Щось пішло не так
zh_hans: 出了点问题

source: Please contact the distribution developers.
ar: من فضلك اتصل بمطوري التوزيعة.
bn: ডিস্ট্রিবিউশন ডেভেলপারদের সাথে যোগাযোগ করুন।
de: Bitte kontaktieren Sie die Distributionsentwickler.
fr: Merci de contactez les développeurs de la distribution.
hi: कृपया डिस्ट्रीब्यूशन डेवलपर्स से संपर्क करें।
id: Silahkan hubungi pengembang distribusi.
it: Per favore contatta gli sviluppatori.
ko: 배포판 개발자에게 문의하세요.
nl: Neem contact op met de ontwikkelaars.
pt_br: Por favor entre em contato com os desenvolvedores da distribuição.
ru: Свяжитесь с разработчиками дистрибутива.
sv: snälla kontakta distribution utvecklarna.
uk: Будь ласка, зверніться до розробників дистрибутива.
zh_hans: 请联系发行版开发者。

source: Extra Settings
ar: إعدادات أخرى
bn: অতিরিক্ত সেটিংস
de: Zusätzliche Einstellungen
fr: Paramètres supplémentaires
hi: अतिरिक्त सेटिंग्स
id: Pengaturan Ekstra
it: Impostazioni Aggiuntive
ko: 추가 설정
nl: Aanvullende voorkeuren
pt_br: Configurações extras
ru: Дополнительные настройки
sv: Extra inställningar
uk: Додаткові налаштування
zh_hans: 额外设置

source: The following are optional settings, leave them as they are if you don't know what they do.
ar: هذه إعدادات إختيارية, اتركها كماهي إذا لم تكن تعرف ماذا تفعل.
bn: নিচের ঐচ্ছিক সেটটিংসের ব্যাপারে যদি আপনি না জানেন তাহলে সেগুলোকে যেমন আছে তেমনি রেখে দিন।
de: Die folgenden Einstellungen sind optional. Lassen Sie sie unverändert, wenn Sie nicht wissen, was sie bewirken.
fr: Les paramètres suivants sont optionnels, laissez-les tel quel si vous ignorez ce qu'ils font.
hi: यदि आप निम्न वैकल्पिक सेटिंग्स के बारे में नहीं जानते हैं, तो उन्हें वैसे ही रहने दें जैसे वे हैं।
id: Berikut ini adalah pengaturan opsional, biarkan apa adanya jika Anda tidak tahu apa fungsinya.
it: I seguenti settaggi sono opzionali, non modificare nulla se non sai cosa stai facendo.
ko: 다음은 선택적 설정이며, 그것들이 어떤 작업을 수행하는지 모르는 경우 그대로 두세요.
nl: De volgende voorkeuren zijn optioneel. Laat ze bij twijfel op de standaardwaarden staan.
pt_br: As configurações a seguir são opcionais; deixe-as como estão se não souber o que elas fazem.
ru: Не изменяйте их, если не знаете, что они делают.
sv: Följande är valfria inställningar, lämna dem som de är om du inte vet vad de gör.
uk: Наступні налаштування є необов'язковими, залиште їх, якщо ви не знаєте, що вони роблять.
zh_hans: 下面的是可选设置，如果您不知道它们是做什么的，就让它们保持原样。

source: Nala is an alternative front-end to APT, featuring a beautiful UI/UX.
ar: Nala هي واجهة بديلة لـ APT, مع جمالية واجهة المستخدم/تجربة المستخدم.
bn: Nala হল APT-এর বিকল্প ফ্রন্ট-এন্ড, একটি সুন্দর UI/UX সমন্বিত।
de: Nala ist eine alternative Benutzeroberfläche für APT mit einer ansprechenden UI/UX (Benutzeroberfläche/Benutzererfahrung).
hi: Nala APT का एक वैकल्पिक फ्रंट-एंड है, जिसमें एक सुंदर UI/UX है।
id: Nala adalah front-end alternatif untuk APT, menampilkan UI/UX yang indah.
it: Nala è un'interfaccia alternativa per APT, con una bellissima UI/UX.
ko: Nala는 아름다운 UI/UX를 특징으로 하는 APT의 대안 프론트 엔드입니다.
nl: Nala is een alternatief frontend voor APT met een mooiere vormgeving.
pt_br: Nala é um front-end alternativo ao APT, apresentando uma bela UI/UX.
ru: Nala — альтернативный красиво выглядящий интерфейс для APT.
sv: Nala är en alternativ front-end till APT, med ett vackert UI/UX.
uk: Nala є альтернативним інтерфейсом APT, що відрізняється красивим UI/UX.
zh_hans: Nala 是 APT 的替代前端，具有漂亮的 UI/UX。

source: Apport is a crash reporting system that helps us improve the stability of the system.
ar: Apport هو نظام تقارير الأعطال يساعدك على الحفاظ على استقرار الجهاز.
bn: Apport একটি ক্র্যাশ রিপোর্টিং সিস্টেম যা আমাদের সিস্টেমের স্থিতিশীলতা উন্নত করতে সাহায্য করে।
de: Apport ist ein Absturzberichtsprogramm, welches uns hilft die Stabilität des Systems zu verbessern.
fr: Apport est un système de rapport d'erreur qui nous aide à améliorer la stabilité du système.
hi: Apport एक क्रैश रिपोर्टिंग सिस्टम है जो सिस्टम की स्थिरता को बेहतर बनाने में हमारी मदद करता है।
id: Apport adalah sistem pelaporan kerusakan yang membantu kami meningkatkan stabilitas sistem.
it: Apport è un sistema di crash report che ci aiuta a migliorare la stabilità del sistema.
ko: Apport는 시스템의 안정성을 개선하는 데 도움이 되는 충돌 보고 시스템입니다.
nl: Apport is een crashmeldingssysteem die ons helpt om de stabiliteit van het systeem te verbeteren.
pt_br: Apport é um sistema de relatório de falhas que nos ajuda a melhorar a estabilidade do sistema.
ru: Apport — система сообщений о сбоях, помогающая нам улучшать стабильность системы.
sv: Apport är ett felrapporteringsprogram som hjälper oss att förbättra systemets stabilitet.
uk: Apport - це система повідомлень про збої, яка допомагає нам підвищити стабільність системи.
zh_hans: Apport 是崩溃日志上报系统，可以帮助我们改进系统稳定性。

source: Next
ar: التالي
bn: পরবর্তী
de: Weiter
fr: Suivant
hi: अगला
id: Berikutnya
it: Prossimo
ko: 다음
nl: Volgende
pt_br: Próximo
ru: Далее
sv: Nästa
uk: Далі
zh_hans: 继续

source: Package Manager
ar: مدير الحزم
bn: প্যাকেজ ম্যানেজার
de: Paketmanager
fr: Gestionnaire de paquets
hi: पैकेज प्रबंधक
id: Manajer Paket
it: Gestore di Pacchetti
ko: 패키지 관리자
nl: Pakketbeheer
pt_br: Gerenciador de pacotes
ru: Менеджер пакетов
sv: PaketHanterare
uk: Менеджер пакунків
zh_hans: 包管理器

source: Choose one or more package managers to install
ar: اختر مدير حزم واحد أو أكثر لتثبيته
bn: ইনস্টল করার জন্য এক বা একাধিক প্যাকেজ ম্যানেজার বেছে নিন
de: Wählen Sie einen oder mehrere Paketmanager zum Installieren
fr: Choisissez un ou plusieurs gestionnaires de paquets à installer
hi: इंस्टॉल करने के लिए एक या अधिक पैकेज प्रबंधकों का चयन करें
id: Pilih satu atau lebih manajer paket untuk menginstal
it: Scegli uno o più gestori di pacchetti da installare
ko: 설치하고자 하는 하나 이상의 패키지 관리자를 선택해주세요.
nl: Kies een of meerdere te installeren pakketbeheerders
pt_br: Escolha um ou mais gerenciadores de pacotes para instalar
ru: Выберите один или несколько менеджеров пакетов для установки
sv: Välj ett, eller flera pakethanterare att installera
uk: Виберіть один або декілька менеджерів пакунків для встановлення
zh_hans: 请选择一个或更多要安装的包管理器

source: Will also configure the Flathub repository.
ar: سوف يقوم بتعديل مستودع Flathub.
bn: এটি Flathub সংগ্রহস্থলও কনফিগার করবে।
de: Wird auch das Flathub-Repository konfigurieren.
fr: Le dépôt Flathub sera également configuré.
hi: यह Flathub रिपॉजिटरी को भी कॉन्फ़िगर करेगा।
id: Juga akan mengonfigurasi repositori Flathub.
it: Configurerà anche un repository Flathub.
ko: Flathub 저장소를 설정합니다.
nl: Hiermee wordt ook de Flathub-pakketbron toegevoegd.
pt_br: Isto também configurará o repositório Flathub.
ru: Также будет настроен репозиторий Flathub.
sv: Kommer också att konfiguerar Flathub databasen.
uk: Також буде налаштовано репозиторій Flathub.
zh_hans: 同时也会配置 Flathub 仓库。

source: System for application virtualization.
ar: نظام للتطبيقات الإفتراضية.
bn: অ্যাপ্লিকেশন ভার্চুয়ালাইজেশনের জন্য একটি সিস্টেম।
de: System für die Virtualisierung von Anwendungen.
hi: एप्लीकेशन वर्चुअलाइजेशन के लिए एक सिस्टम।
id: Sistem untuk virtualisasi aplikasi.
it: Sistema di virtualizzazione applicazioni.
ko: 애플리케이션 가상화를 위한 시스템.
nl: Systeem voor toepassingsvirtualisatie.
pt_br: Sistema para virtualização de aplicativos.
ru: Система виртуализации приложений.
sv: System för tillämpning av virtualisering.
uk: Система для віртуалізації застосунків.
zh_hans: 应用程序虚拟化系统。

source: Uses the Snapcraft repository. Default in Ubuntu.
ar: استعمل مستودع Snapcraft. الإفتراضي على أوبنتو.
bn: এটি Snapcraft সংগ্রহস্থল ব্যবহার করে। এটি উবুন্টুতে ডিফল্ট।
de: Nutzt das Snapcraft repository. Standard in Ubuntu.
fr: Utilise le dépôt Snapcraft. Défaut dans Ubuntu.
hi: এটি Snapcraft সংগ্রহস্থল ব্যবহার করে। এটি উবুন্টুতে ডিফল্ট।
id: Menggunakan repositori Snapcraft. Default di Ubuntu.
it: Usa i repository di Snapcraft. Opzione predefinita in Ubuntu.
ko: Snapcraft 저장소를 활성화합니다. Ubuntu의 기본값입니다.
nl: Hiermee wordt de Snapcraft-pakketbron (standaard in Ubuntu) toegevoegd.
pt_br: Use o repositório Snapcraft. Padrão no Ubuntu.
ru: Использует репозиторий Snapcraft. По умолчанию в Ubuntu.
sv: Använder Snapcraft databasen. Standard i Ubuntu.
uk: Використовує репозиторій Snapcraft. За замовчуванням в Ubuntu.
zh_hans: 使用 Snapcraft 仓库（在 Ubuntu 中默认使用）。

source: Software deployment and package management system developed by Canonical.
ar: تصدير البرامج و مدير الحزم مطورة من طرف Canonical.
bn: Canonical দ্বারা তৈরি সফ্টওয়্যার স্থাপনা এবং প্যাকেজ ব্যবস্থাপনা সিস্টেম।
de: Softwareveröffentlichung und Paketmanagementsystem entwickelt von Canonical.
hi: Canonical द्वारा विकसित सॉफ्टवेयर परिनियोजन और पैकेज प्रबंधन प्रणाली।
id: Penyebaran perangkat lunak dan sistem manajemen paket yang dikembangkan oleh Canonical.
it: Sistema di installazione software e gestione pacchetti sviluppato da Canonical.
ko: Canonical에서 개발한 소프트웨어 배포 및 패키지 관리 시스템입니다.
nl: Softwareverspreiding en pakketbeheer, ontwikkeld door Canonical.
pt_br: Sistema de implantação de software e gerenciamento de pacotes desenvolvido pela Canonical.
ru: Система установки приложений, разработанная в Canonical.
sv: Mjukvaruplacering och pakethanteringssystem utvecklat av Canonical.
uk: Система розгортання програмного забезпечення та керування пакунками, розроблена компанією Canonical.
zh_hans: 由 Canonical 开发的软件部署和包管理系统。

source: Will install the necessary dependencies to run AppImages.
ar: سوف يتم تثبيت المتطلبات لتشغيل AppImages.
bn: এটি AppImages চালানোর জন্য প্রয়োজনীয় সফ্টওয়্যার ইনস্টল করবে।
de: Wird die erforderlichen Abhängigkeiten installieren, um AppImages auszuführen.
fr: Installera les dépendances nécessaires pour exécuter des AppImages.
hi: यह AppImages को चलाने के लिए आवश्यक सॉफ़्टवेयर इंस्टॉल करेगा।
id: Akan memasang dependensi yang diperlukan untuk menjalankan AppImages.
it: Installerà le dipendenze necessarie per eseguire AppImages.
ko: AppImage를 실행하는 데 필요한 종속성을 설치합니다.
nl: Hiermee worden de afhankelijkheden van AppImages geïnstalleerd.
pt_br: Instalará as dependências necessárias para executar AppImages.
ru: Установит необходимые зависимости для запуска файлов AppImage.
sv: Kommer att installerar nödvändiga beroenden för att köra Appimages.
uk: Встановлює необхідні залежності для запуску AppImages.
zh_hans: 将会安装 AppImage 所需的必要依赖。

source: Self-contained and compressed executable format for the Linux platform.
ar: تنسيق قابل للتنفيذ ومضغوط ذاتيًا لمنصة Linux.
bn: Linux প্ল্যাটফর্মের জন্য স্বয়ংসম্পূর্ণ এবং সংকুচিত এক্সিকিউটেবল বিন্যাস।
de: Komprimiertes Format für Ausführbare Dateien für Linux-Plattformen, unabhängig der Distribution.
hi: Linux प्लेटफॉर्म के लिए स्व-निहित और संपीड़ित निष्पादन योग्य प्रारूप।
id: Format yang dapat dieksekusi mandiri dan terkompresi untuk platform Linux.
it: Formato eseguibile autonomo e compresso per la piattaforma Linux.
ko: Linux 플랫폼을 위한 독립적이고 압축된 실행 가능한 형식입니다.
nl: Een uitvoerbaar bestandsformaat voor Linux, met compressie en alle benodigdheden gebundeld.
pt_br: Formato executável independente e compactado para a plataforma Linux.
ru: Автономный и сжатый формат исполняемых файлов для платформы Linux.
sv: Fristående och komprimerade körbara format för Linux Plattform.
uk: Самодостатній і стислий виконуваний формат для платформи Linux.
zh_hans: 适用于 Linux 平台的独立压缩可执行格式。

source: The changes are being applied. Please Wait...
ar: يتم تطبيق التغييرات. من فضلك انتظر...
bn: পরিবর্তনগুলো স্থাপন করা হচ্ছে। অনুগ্রহকরে অপেক্ষা করুন...
de: Die Änderungen werden angewandt. Bitte warten Sie...
fr: Les modifications sont en train d'être appliquées. Veuillez patienter...
hi: परिवर्तन लागू किए जा रहे हैं। कृपया प्रतीक्षा करें...
id: Perubahan sedang diterapkan. Mohon Tunggu...
it: Attendi mentre vengono apportate le modifiche.
ko: 변경 사항이 적용되고 있습니다. 잠시만 기다려주세요...
nl: De wijzigingen worden toegepast - even geduld…
pt_br: As alterações estão sendo aplicadas. Por favor, aguarde...
ru: Применение настроек...
sv: Inställningarna tillämpas. Var vänligt vänta...
uk: Зміни застосовуються. Будь ласка, зачекайте...
zh_hans: 正在应用更改。请稍候…

source: Color Scheme
bn: বর্ণবিন্যাস
de: Farbschema
hi: रंग योजना
it: Schema di Colori
ko: 색 구성표
nl: Thema
ru: Цветовая схема
uk: Кольорова схема

source: Choose a color scheme for your system.
bn: আপনার সিস্টেমের জন্য একটি বর্ণবিন্যাস চয়ন করুন।
de: Wählen Sie ein Farbschema für Ihr System
hi: अपने सिस्टम के लिए एक रंग योजना चुनें।
it: Scegli uno schema di colori per il tuo sistema.
ko: 당신의 시스템을 위한 색 구성표를 선택해주세요.
nl: Kies het systeemthema dat u wilt gebruiken.
ru: Выберите цветовую схему для системы.
uk: Виберіть кольорову схему для вашої системи.

source: Make your choices, this wizard will take care of everything.
ar: إتخذ قرارك, هذا الويزارد سيهتم بكل شيء.
bn: আপনি পছন্দ করুন, এই উইজার্ড সবকিছুর যত্ন নেবে।
de: Treffen Sie Ihre Auswahl, dieser Assistent wird sich um alles weitere kümmern.
hi: अपने चुनाव करें, यह सॉफ्टवेयर सब कुछ संभाल लेगा।
id: Tentukan pilihan Anda, wizard ini akan mengurus semuanya.
it: Fai la tua scelta, questa procedura si prenderà cura di tutto il resto.
ko: 선택하면 이 마법사가 모든 것을 처리합니다.
nl: Maak uw eigen keuzes - de instelhulp doet de rest.
pt_br: Faça suas escolhas, este assistente cuidará de tudo.
ru: Выберите нужное, а мастер все настроит.
sv: Gör dina val, installationsguiden tar hand om resten.
uk: Зробіть свій вибір, цей чарівник подбає про все.
zh_hans: 做出你的选择，安装向导会处理一切。

source: Let's Start
ar: فلنبدأ
bn: চল শুরু করি
de: Los geht's
hi: चलो शुरू करते हैं
id: Mari Mulai
it: Iniziamo
ko: 시작합시다
nl: Aan de slag
pt_br: Vamos começar
ru: Начало
sv: Låt oss starta
uk: Розпочати
zh_hans: 开始吧

source: Back
ar: السابق
bn: পেছনে
de: Zurück
fr: Précédent
hi: पीछे
id: Kembali
it: Indietro
ko: 이전
nl: Terug
pt_br: Voltar
ru: Назад
sv: Bakåt
uk: Назад
zh_hans: 后退

source: Rhino Setup
ar: تثبيت رينو
bn: রাইনো সেটআপ
de: Rhino Installation
hi: राइनो सेटअप
id: Setup Rhino
it: Setup di Rhino
ko: Rhino 설정
nl: Rhino-instelhulp
pt_br: Configuração do Rhino
ru: Настройка Rhino
sv: Rhino installation
uk: Налаштування Rhino
zh_hans: Rhino 设置
