Repository: rhino-linux/rhino-setup
Catalog: po/ie.po
Languages: ie

source: Reboot Now
ie: Reiniciar nu

source: Close
ie: Cluder

source: All done!
ie: Finit!

source: Restart your device to enjoy your Rhino Linux experience.
ie: Reinicia vor aparate por experir Rhino Linux.

source: Something went wrong
ie: Alquó ha fallit

source: Please contact the distribution developers.
ie: Ples contacter li developatores del distribution.

source: Extra Settings
ie: Plu parametres

source: The following are optional settings, leave them as they are if you don't know what they do.
ie: Facultativ parametres seque, ne tucha les si vu ne save quo ili fa.

source: Nala is an alternative front-end to APT, featuring a beautiful UI/UX.
ie: Nala es un alternativ interfacie de APT, con un bell IdU/EdU.

source: Apport is a crash reporting system that helps us improve the stability of the system.
ie: Apport es un sistema de raportation de fracasses, quel assiste nos ameliorar li stabilitá del sistema.

source: Next
ie: Avan

source: Package Manager
ie: Gerente de paccages

source: Choose one or more package managers to install
ie: Selecte ún o plu de gerentes de paccages a installar

source: Will also configure the Flathub repository.
ie: Anc va configurar li repositoria Flathub.

source: System for application virtualization.
ie: Sistema de virtualisation de applicationes.

source: Uses the Snapcraft repository. Default in Ubuntu.
ie: Usa li repositoria Snapcraft. Predefinit in Ubuntu.

source: Software deployment and package management system developed by Canonical.
ie: Un sistema de expedition e gerente de paccages developat de Canonical.

source: Will install the necessary dependencies to run AppImages.
ie: Va installar li besonat dependenties por executer AppImages.

source: Self-contained and compressed executable format for the Linux platform.
ie: Self-contenet e compresset formate de executibiles por li platforma Linux.

source: The changes are being applied. Please Wait...
ie: Li modificationes ea applicat. Ples atender…

source: Color Scheme
ie: Schema de colores

source: Choose a color scheme for your system.
ie: Selecte un schema de colores por vor sistema.

source: Make your choices, this wizard will take care of everything.
ie: Fa vor selectiones, e li assistente va far omnicos.

source: Let's Start
ie: Lass nos comensar

source: Back
ie: Retro

source: Rhino Setup
ie: Configuration de Rhino
