Repository: rhino-linux/rhino-setup
Catalog: rhino-linux/rhino-setup/po/*.po
Languages: es

source: Reboot Now
es: Reiniciar Ahora

source: Close
es: Cerrar

source: All done!
es: ¡Acabado!

source: Restart your device to enjoy your Rhino Linux experience.
es: Vuelve a prender su dispositivo para disfrutar su experiencia de Rolling Rhino.

source: Something went wrong
es: Algo ha ido mal

source: Please contact the distribution developers.
es: Por favor contactar a los desarolladores de la distribución.

source: Extra Settings
es: Ajustes Extras

source: The following are optional settings, leave them as they are if you don't know what they do.
es: Los siguientes son ajustes opcionales, déjalos como están si no sabes lo que hacen.

source: Nala is an alternative front-end to APT, featuring a beautiful UI/UX.
es: Nala es un alternativo frontal a APT, con un bonito UI/UX.

source: Apport is a crash reporting system that helps us improve the stability of the system.
es: Apport es un sistema de notificación de fallos que nos ayuda a mejorar la estabilidad del sistema.

source: Next
es: Próximo

source: Package Manager
es: Administrador de Paquetes

source: Choose one or more package managers to install
es: Elija uno o varios administradores de paquetes para instalar

source: Will also configure the Flathub repository.
es: También configurará el repositorio Flathub.

source: System for application virtualization.
es: Sistema de virtualización de aplicaciones.

source: Uses the Snapcraft repository. Default in Ubuntu.
es: Utiliza el repositorio Snapcraft. Por defecto en Ubuntu.

source: Software deployment and package management system developed by Canonical.
es: Sistema de despliegue de software y gestión de paquetes desarrollado por Canonical.

source: Will install the necessary dependencies to run AppImages.
es: Instalará las dependencias necesarias para ejecutar AppImages.

source: Self-contained and compressed executable format for the Linux platform.
es: Formato ejecutable autocontenido y comprimido para la plataforma Linux.

source: The changes are being applied. Please Wait...
es: Se están aplicando los cambios. Espere por favor...

source: Color Scheme
es: Esquema de Colores

source: Choose a color scheme for your system.
es: Elija una esquema de colores para tú sistema.

source: Make your choices, this wizard will take care of everything.
es: Elija tú elecciones, este programa ayuda con todo.

source: Let's Start
es: Comencemos

source: Back
es: Volver

source: Rhino Setup
es: Configuración de Rhino
